Repository: alikatgh/quenderin
Catalog: apple/QuenderinApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans

source: %@ is running fully on-device.
ja: %@は完全にオンデバイスで動作中です。
ko: %@가 완전히 기기에서 실행 중입니다.
ru: %@ работает полностью на устройстве.
zh_hans: %@ 正完全在设备端运行。

source: %@ · %@ downloads
ja: %1$@ · ダウンロード %2$@件
ko: %1$@ · 다운로드 %2$@회
ru: %@ · загрузок: %@
zh_hans: %1$@ · %2$@ 次下载

source: %@ · one time, then it's yours offline
ja: %@ · 一度きり、その後はオフラインで利用可能
ko: %@ · 한 번만 받으면 오프라인에서 계속 사용
ru: %@ · один раз — и модель ваша, офлайн
zh_hans: %@ · 一次下载，永久离线可用

source: %@ — workspace
ja: %@ — ワークスペース
ko: %@ — 작업 폴더
ru: %@ — рабочая папка
zh_hans: %@——工作区

source: %lld chats selected
ja: %lld件のチャットを選択中
ko: 채팅 %lld개 선택됨
ru: Выбрано бесед: %lld
zh_hans: 已选择 %lld 个聊天

source: %lld models downloading
ja: %lld個のモデルをダウンロード中
ko: 모델 %lld개 다운로드 중
ru: Загружается моделей: %lld
zh_hans: %lld 个模型下载中

source: %lld of %lld installed · %@ on disk · %@ free
ja: %1$lld/%2$lld個をインストール済み · ディスク%3$@ · 空き%4$@
ko: %1$lld/%2$lld 설치됨 · 디스크 %3$@ · 여유 %4$@
ru: Установлено %lld из %lld · %@ на диске · %@ свободно
zh_hans: 已安装 %1$lld/%2$lld · 占用 %3$@ · 可用 %4$@

source: A capability above “computes only” runs ONLY with your permission — grant it here, revoke it any time. The agent can never grant itself anything.
ja: 「計算のみ」より上の機能は、あなたの許可がある場合にのみ動作します — ここで許可し、いつでも取り消せます。エージェントが自分に権限を与えることはできません。
ko: “계산만” 위 단계의 기능은 오직 당신의 허가가 있어야 실행됩니다 — 여기서 허용하고 언제든 취소하세요. 에이전트는 스스로 권한을 부여할 수 없습니다.
ru: Всё, что выше «только вычисляет», работает ТОЛЬКО с вашего разрешения — выдайте его здесь и отзовите в любой момент. Агент не может выдать себе права сам.
zh_hans: 高于“仅计算”的能力只有经你允许才能运行——在这里授权，随时可撤销。智能体永远无法给自己授权。

source: A one-time download — the main window shows progress and you can cancel any time. Your current model stays installed.
ja: ダウンロードは一度だけ — 進行状況はメインウィンドウに表示され、いつでもキャンセルできます。現在のモデルはそのまま残ります。
ko: 한 번만 다운로드하면 됩니다 — 진행 상황은 기본 창에 표시되며 언제든 취소할 수 있습니다. 현재 모델은 그대로 유지됩니다.
ru: Однократная загрузка — прогресс виден в главном окне, отменить можно в любой момент. Текущая модель останется установленной.
zh_hans: 只需下载一次——主窗口会显示进度，随时可以取消。当前模型保持不变。

source: A personal AI that lives on your %@ — not in someone's cloud.
ja: 誰かのクラウドではなく、あなたの%@に住むパーソナルAI。
ko: 클라우드가 아닌 당신의 %@ 안에 사는 개인 AI.
ru: Персональный ИИ, который живёт на вашем устройстве (%@) — а не в чужом облаке.
zh_hans: 住在你的%@上的个人 AI——而不是别人的云端。

source: AI can be wrong
ja: AIは間違えることがある
ko: AI는 틀릴 수 있습니다
ru: ИИ может ошибаться
zh_hans: AI 可能出错

source: About %@
ja: %@について
ko: %@ 정보
ru: О модели %@
zh_hans: 关于 %@

source: About Quenderin
ja: Quenderinについて
ko: Quenderin 정보
ru: О Quenderin
zh_hans: 关于 Quenderin

source: About Quenderin — settings, help, and links
ja: Quenderinについて — 設定・ヘルプ・リンク
ko: Quenderin 정보 — 설정, 도움말, 링크
ru: О Quenderin — настройки, справка и ссылки
zh_hans: 关于 Quenderin——设置、帮助与链接

source: Accept the license on Hugging Face, then download it there
ja: Hugging Faceでライセンスに同意し、そこでダウンロードしてください
ko: Hugging Face에서 라이선스에 동의한 뒤 그곳에서 다운로드하세요
ru: Примите лицензию на Hugging Face и скачайте модель там
zh_hans: 请先在 Hugging Face 接受许可，然后在那里下载

source: Actions for %@
ja: %@の操作
ko: %@ 관련 동작
ru: Действия для %@
zh_hans: %@ 的操作

source: Active
ja: 使用中
ko: 사용 중
ru: Активна
zh_hans: 使用中

source: Active model
ja: 使用中のモデル
ko: 활성 모델
ru: Активная модель
zh_hans: 当前模型

source: Active — in use
ja: アクティブ — 使用中
ko: 활성 — 사용 중
ru: Активна — используется
zh_hans: 已启用——使用中

source: Active — protected
ja: アクティブ — 保護中
ko: 활성 — 보호됨
ru: Активна — защищена
zh_hans: 已启用——受保护

source: Agent
ja: エージェント
ko: 에이전트
ru: Агент
zh_hans: 智能体

source: Agent activity
ja: エージェントの活動
ko: 에이전트 활동
ru: Действия агента
zh_hans: 智能体活动

source: Agent capabilities
ja: エージェントの機能
ko: 에이전트 기능
ru: Возможности агента
zh_hans: 智能体能力

source: All of these run fully on your %@ — a one-time download, then it's yours offline.
ja: これらはすべて%@上で完全に動作します — 一度ダウンロードすれば、あとはオフラインで使えます。
ko: 모두 당신의 %@에서 완전히 실행됩니다 — 한 번만 다운로드하면 오프라인에서 계속 사용할 수 있습니다.
ru: Всё это работает полностью на вашем устройстве (%@) — одна загрузка, и модель ваша, офлайн.
zh_hans: 这些全部在你的%@上运行——下载一次，之后离线可用。

source: Allow %@
ja: %@を許可
ko: %@ 허용
ru: Разрешить %@
zh_hans: 允许 %@

source: Allow all steps for this goal
ja: この目標のすべてのステップを許可
ko: 이 목표의 모든 단계 허용
ru: Разрешить все шаги этой задачи
zh_hans: 允许此目标的所有步骤

source: Allow downloads over cellular
ja: モバイル通信でのダウンロードを許可
ko: 셀룰러 데이터로 다운로드 허용
ru: Разрешить загрузку по сотовой сети
zh_hans: 允许使用蜂窝数据下载

source: Allow this action
ja: この操作を許可
ko: 이 동작 허용
ru: Разрешить это действие
zh_hans: 允许此操作

source: Always on
ja: 常にオン
ko: 항상 켜짐
ru: Всегда включено
zh_hans: 始终开启

source: An AI that runs on your %@ — even offline.
ja: オフラインでも%@上で動くAI。
ko: 오프라인에서도 당신의 %@에서 실행되는 AI.
ru: ИИ, который работает на вашем устройстве (%@) — даже офлайн.
zh_hans: 即使离线也能在你的%@上运行的 AI。

source: Appearance
ja: 外観
ko: 모양
ru: Оформление
zh_hans: 外观

source: Applies to the conversation text. Code blocks keep their own monospaced size. Bubble colors are presets from the brand artwork — every choice stays Quenderin.
ja: 会話テキストに適用されます。コードブロックは等幅サイズを保ちます。吹き出しの色はブランドアートワーク由来のプリセット — どれを選んでもQuenderinらしさは変わりません。
ko: 대화 텍스트에 적용됩니다. 코드 블록은 고정폭 크기를 유지합니다. 말풍선 색은 브랜드 아트워크의 프리셋입니다 — 어떤 선택도 Quenderin다움을 유지합니다.
ru: Применяется к тексту беседы. Блоки кода сохраняют свой моноширинный размер. Цвета пузырей — пресеты из фирменной палитры: любой выбор остаётся в стиле Quenderin.
zh_hans: 应用于对话文本。代码块保持各自的等宽字号。气泡颜色是品牌画作的预设——任何选择都保持 Quenderin 风格。

source: Ask Quenderin anything
ja: Quenderinに何でも聞いてください
ko: Quenderin에게 무엇이든 물어보세요
ru: Спросите Quenderin о чём угодно
zh_hans: 向 Quenderin 提问任何问题

source: Attach a file
ja: ファイルを添付
ko: 파일 첨부
ru: Прикрепить файл
zh_hans: 附加文件

source: Attach a file the agent may read (with your permission)
ja: エージェントが読めるファイルを添付（あなたの許可が必要）
ko: 에이전트가 읽을 수 있는 파일 첨부 (당신의 허가 필요)
ru: Прикрепить файл, который агент сможет прочитать (с вашего разрешения)
zh_hans: 附加智能体可读取的文件（需你许可）

source: Attach a text file to this message
ja: このメッセージにテキストファイルを添付
ko: 이 메시지에 텍스트 파일 첨부
ru: Прикрепить текстовый файл к сообщению
zh_hans: 为此消息附加文本文件

source: Autopilot
ja: オートパイロット
ko: 자동 진행
ru: Автопилот
zh_hans: 自动驾驶

source: Back to model choice
ja: モデル選択に戻る
ko: 모델 선택으로 돌아가기
ru: Назад к выбору модели
zh_hans: 返回模型选择

source: Balanced
ja: バランス
ko: 균형
ru: Сбалансированный
zh_hans: 均衡

source: Browse or switch conversations from the sidebar in Chat.
ja: チャットのサイドバーから会話を閲覧・切り替えできます。
ko: 채팅의 사이드바에서 대화를 탐색하거나 전환하세요.
ru: Просматривайте и переключайте беседы в боковой панели чата.
zh_hans: 在聊天侧边栏中浏览或切换对话。

source: By continuing you agree: Quenderin is provided “as is”, and to the maximum extent permitted by law, the Quenderin project and its contributors accept no liability, to anyone, under any circumstances, for the software or anything its AI models produce.
ja: 続行することで同意したことになります: Quenderinは「現状のまま」提供され、法律が許す最大限の範囲で、Quenderinプロジェクトとその貢献者は、ソフトウェアおよびAIモデルが生成するいかなるものについても、誰に対しても、いかなる状況でも責任を負いません。
ko: 계속하면 다음에 동의하는 것입니다: Quenderin은 “있는 그대로” 제공되며, 법이 허용하는 최대 범위에서 Quenderin 프로젝트와 기여자들은 소프트웨어 및 AI 모델이 생성하는 어떤 것에 대해서도, 누구에게도, 어떤 상황에서도 책임을 지지 않습니다.
ru: Продолжая, вы соглашаетесь: Quenderin предоставляется «как есть», и в максимальной мере, допускаемой законом, проект Quenderin и его участники не несут никакой ответственности ни перед кем и ни при каких обстоятельствах — ни за программу, ни за что-либо, созданное её ИИ-моделями.
zh_hans: 继续即表示你同意：Quenderin 按“现状”提供，在法律允许的最大范围内，Quenderin 项目及其贡献者不对本软件或其 AI 模型生成的任何内容，在任何情况下对任何人承担责任。

source: Cancel
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消

source: Cancel download
ja: ダウンロードをキャンセル
ko: 다운로드 취소
ru: Отменить загрузку
zh_hans: 取消下载

source: Change model…
ja: モデルを変更…
ko: 모델 변경…
ru: Сменить модель…
zh_hans: 更换模型…

source: Chat
ja: チャット
ko: 채팅
ru: Чат
zh_hans: 聊天

source: Chat can’t run this —
ja: チャットでは実行できません —
ko: 채팅에서는 실행할 수 없습니다 —
ru: Чат не может это выполнить —
zh_hans: 聊天无法执行此操作——

source: Chat font
ja: チャットのフォント
ko: 채팅 글꼴
ru: Шрифт чата
zh_hans: 聊天字体

source: Chats
ja: チャット
ko: 채팅
ru: Беседы
zh_hans: 聊天

source: Checking your device…
ja: デバイスを確認中…
ko: 기기를 확인하는 중…
ru: Проверяем ваше устройство…
zh_hans: 正在检查你的设备…

source: Choose a different model…
ja: 別のモデルを選ぶ…
ko: 다른 모델 선택…
ru: Выбрать другую модель…
zh_hans: 选择其他模型…

source: Choose a model
ja: モデルを選ぶ
ko: 모델 선택
ru: Выберите модель
zh_hans: 选择模型

source: Choose a smaller model
ja: より小さいモデルを選ぶ
ko: 더 작은 모델 선택
ru: Выберите модель поменьше
zh_hans: 选择更小的模型

source: Clear
ja: 消去
ko: 지우기
ru: Очистить
zh_hans: 清除

source: Clear all conversations…
ja: すべての会話を消去…
ko: 모든 대화 지우기…
ru: Удалить все беседы…
zh_hans: 清除所有对话…

source: Clear recent goals
ja: 最近の目標を消去
ko: 최근 목표 지우기
ru: Очистить недавние задачи
zh_hans: 清除最近目标

source: Clear run
ja: 実行ログを消去
ko: 실행 기록 지우기
ru: Очистить запуск
zh_hans: 清除运行记录

source: Clear search
ja: 検索を消去
ko: 검색 지우기
ru: Очистить поиск
zh_hans: 清除搜索

source: Comfortable
ja: ゆったり
ko: 여유
ru: Просторная
zh_hans: 宽松

source: Community GGUFs — expand a row, pick a file size, then Get.
ja: コミュニティGGUF — 行を開き、ファイルサイズを選んで「入手」を押してください。
ko: 커뮤니티 GGUF — 행을 펼치고 파일 크기를 고른 뒤 받기를 누르세요.
ru: GGUF от сообщества — раскройте строку, выберите размер файла и нажмите «Скачать».
zh_hans: 社区 GGUF——展开一行，选择文件大小，然后点击获取。

source: Compact
ja: コンパクト
ko: 컴팩트
ru: Компактная
zh_hans: 紧凑

source: Contact support
ja: サポートに問い合わせ
ko: 지원팀에 문의
ru: Связаться с поддержкой
zh_hans: 联系支持

source: Continue
ja: 続ける
ko: 계속
ru: Продолжить
zh_hans: 继续

source: Continue generating from where the reply stopped
ja: 止まったところから生成を続ける
ko: 중단된 지점부터 이어서 생성
ru: Продолжить генерацию с места остановки
zh_hans: 从中断处继续生成

source: Copper
ja: カッパー
ko: 구리
ru: Медный
zh_hans: 铜色

source: Copy
ja: コピー
ko: 복사
ru: Копировать
zh_hans: 复制

source: Copy SHA-256
ja: SHA-256をコピー
ko: SHA-256 복사
ru: Копировать SHA-256
zh_hans: 复制 SHA-256

source: Copy answer
ja: 回答をコピー
ko: 답변 복사
ru: Копировать ответ
zh_hans: 复制回答

source: Copy file name
ja: ファイル名をコピー
ko: 파일 이름 복사
ru: Копировать имя файла
zh_hans: 复制文件名

source: Couldn't get set up
ja: セットアップできませんでした
ko: 설정을 완료하지 못했습니다
ru: Не удалось завершить настройку
zh_hans: 设置未能完成

source: Curated models — tap Install to download, or Use if it’s already on disk.
ja: 厳選モデル — 「インストール」でダウンロード、ディスクにあれば「使う」を押してください。
ko: 엄선된 모델 — 설치를 눌러 다운로드하거나, 이미 디스크에 있으면 사용을 누르세요.
ru: Проверенные модели — нажмите «Установить» для загрузки или «Использовать», если модель уже на диске.
zh_hans: 精选模型——点按安装以下载；若已在磁盘上，点按使用。

source: Current
ja: 現在
ko: 현재
ru: Текущая
zh_hans: 当前

source: Dark
ja: ダーク
ko: 다크
ru: Тёмная
zh_hans: 深色

source: Deeper reasoning
ja: より深い推論
ko: 더 깊은 추론
ru: Углублённое рассуждение
zh_hans: 更深入的推理

source: Delete
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除

source: Delete %@ chats…
ja: %@件のチャットを削除…
ko: 채팅 %@개 삭제…
ru: Удалить бесед: %@…
zh_hans: 删除 %@ 个聊天…

source: Delete all
ja: すべて削除
ko: 모두 삭제
ru: Удалить все
zh_hans: 全部删除

source: Delete all %lld conversations?
ja: %lld件の会話をすべて削除しますか？
ko: 대화 %lld개를 모두 삭제할까요?
ru: Удалить все беседы (%lld)?
zh_hans: 删除全部 %lld 个对话？

source: Delete…
ja: 削除…
ko: 삭제…
ru: Удалить…
zh_hans: 删除…

source: Density
ja: 密度
ko: 밀도
ru: Плотность
zh_hans: 密度

source: Dismiss
ja: 閉じる
ko: 닫기
ru: Скрыть
zh_hans: 关闭

source: Dismiss suggestion
ja: 提案を閉じる
ko: 제안 닫기
ru: Скрыть предложение
zh_hans: 关闭建议

source: Don't allow
ja: 許可しない
ko: 허용 안 함
ru: Не разрешать
zh_hans: 不允许

source: Done
ja: 完了
ko: 완료
ru: Готово
zh_hans: 完成

source: Download
ja: ダウンロード
ko: 다운로드
ru: Скачать
zh_hans: 下载

source: Download & continue
ja: ダウンロードして続行
ko: 다운로드 후 계속
ru: Скачать и продолжить
zh_hans: 下载并继续

source: Download all
ja: すべてダウンロード
ko: 모두 다운로드
ru: Скачать все
zh_hans: 全部下载

source: Download the complete library (%@)
ja: ライブラリ全体をダウンロード（%@）
ko: 전체 라이브러리 다운로드 (%@)
ru: Скачать всю библиотеку (%@)
zh_hans: 下载完整库（%@）

source: Downloaded models
ja: ダウンロード済みモデル
ko: 다운로드된 모델
ru: Загруженные модели
zh_hans: 已下载的模型

source: Downloading · %lld%
ja: ダウンロード中 · %lld%
ko: 다운로드 중 · %lld%
ru: Загрузка · %lld%
zh_hans: 下载中 · %lld%

source: English & Chinese — weak Russian
ja: 英語・中国語 — ロシア語は苦手
ko: 영어·중국어 — 러시아어 약함
ru: Английский и китайский — русский слабый
zh_hans: 英语和中文——俄语较弱

source: English + 7 more — no Russian
ja: 英語 + 7言語 — ロシア語なし
ko: 영어 외 7개 — 러시아어 없음
ru: Английский + ещё 7 — без русского
zh_hans: 英语 + 7 种——不支持俄语

source: English + European — weak Russian
ja: 英語＋欧州言語 — ロシア語は苦手
ko: 영어·유럽 언어 — 러시아어 약함
ru: Английский + европейские — русский слабый
zh_hans: 英语+欧洲语言——俄语较弱

source: English-focused — weak Russian
ja: 英語中心 — ロシア語は苦手
ko: 영어 중심 — 러시아어 약함
ru: В основном английский — русский слабый
zh_hans: 以英语为主——俄语较弱

source: Every answer is generated and acted on at your own risk and judgement — what you do with it is your decision alone.
ja: すべての回答は、あなた自身のリスクと判断で生成・利用されます — それをどう使うかはあなただけの決定です。
ko: 모든 답변의 생성과 활용은 당신의 위험과 판단에 달려 있습니다 — 그것으로 무엇을 할지는 오직 당신의 결정입니다.
ru: Каждый ответ генерируется и используется на ваш страх и риск и по вашему усмотрению — что с ним делать, решаете только вы.
zh_hans: 每个回答的生成与使用都由你自担风险、自行判断——如何处置完全由你决定。

source: Explain the %@
ja: %@の説明
ko: %@ 설명
ru: Что такое «%@»
zh_hans: 解释%@

source: Exported from Quenderin (on-device)
ja: Quenderinからエクスポート（オンデバイス）
ko: Quenderin에서 내보냄 (기기 내 처리)
ru: Экспортировано из Quenderin (на устройстве)
zh_hans: 从 Quenderin 导出（设备端）

source: Extra large
ja: 特大
ko: 아주 크게
ru: Очень крупный
zh_hans: 特大

source: Fast
ja: 高速
ko: 빠름
ru: Быстрый
zh_hans: 快速

source: Fast: %@ · Balanced: %@ · Quality: %@
ja: 高速: %1$@ · バランス: %2$@ · 品質: %3$@
ko: 빠름: %1$@ · 균형: %2$@ · 품질: %3$@
ru: Быстрый: %1$@ · Сбалансированный: %2$@ · Качественный: %3$@
zh_hans: 快速：%1$@ · 均衡：%2$@ · 质量：%3$@

source: Files
ja: ファイル
ko: 파일
ru: Файлы
zh_hans: 文件

source: Finish setting up Quenderin in the main window first.
ja: まずメインウィンドウでQuenderinのセットアップを完了してください。
ko: 먼저 기본 창에서 Quenderin 설정을 완료하세요.
ru: Сначала завершите настройку Quenderin в главном окне.
zh_hans: 请先在主窗口完成 Quenderin 的设置。

source: For a goal that doesn't match a built-in recipe, let the model draft its own step-by-step plan first — more capable on unusual multi-step tasks, but a small on-device model can plan imperfectly, so it's experimental and off by default. Your permissions and per-change approvals still apply to every step.
ja: 組み込みレシピに合わない目標では、モデルがまず独自のステップごとの計画を立てます — 珍しい多段階タスクに強い一方、小さなオンデバイスモデルの計画は不完全なこともあるため、実験的機能として既定ではオフです。あなたの権限と変更ごとの承認はすべてのステップに適用されます。
ko: 기본 레시피와 맞지 않는 목표라면 모델이 먼저 자체 단계별 계획을 세웁니다 — 특이한 다단계 작업에 더 유능하지만, 작은 온디바이스 모델은 계획이 완벽하지 않을 수 있어 실험적 기능이며 기본값은 꺼짐입니다. 당신의 권한과 변경별 승인은 모든 단계에 그대로 적용됩니다.
ru: Для задачи без готового сценария модель сначала набросает собственный пошаговый план — это сильнее на нестандартных многошаговых задачах, но небольшая локальная модель может планировать неидеально, поэтому функция экспериментальная и по умолчанию выключена. Ваши разрешения и подтверждения на каждое изменение действуют для каждого шага.
zh_hans: 对于不符合内置方案的目标，让模型先起草自己的分步计划——在不寻常的多步任务上更有能力，但小型设备端模型的规划可能不完善，因此这是实验性功能，默认关闭。你的权限和逐项批准仍适用于每一步。

source: Forest
ja: フォレスト
ko: 포레스트
ru: Лесной
zh_hans: 森绿

source: Gated
ja: 承認制
ko: 승인 필요
ru: С лицензией
zh_hans: 需授权

source: Gated model — accept its license on Hugging Face first. Quenderin never asks for your HF token.
ja: 承認制モデル — まずHugging Faceでライセンスに同意してください。QuenderinがHFトークンを求めることはありません。
ko: 승인이 필요한 모델 — 먼저 Hugging Face에서 라이선스에 동의하세요. Quenderin은 HF 토큰을 절대 요구하지 않습니다.
ru: Модель с лицензией — сначала примите её на Hugging Face. Quenderin никогда не запрашивает ваш токен HF.
zh_hans: 受限模型——请先在 Hugging Face 接受其许可。Quenderin 绝不会索要你的 HF 令牌。

source: Generating a reply
ja: 返信を生成中
ko: 답변 생성 중
ru: Генерация ответа
zh_hans: 正在生成回复

source: Get
ja: 入手
ko: 받기
ru: Скачать
zh_hans: 获取

source: Get %@
ja: %@を入手
ko: %@ 받기
ru: Скачать %@
zh_hans: 获取 %@

source: Get help
ja: ヘルプを見る
ko: 도움 받기
ru: Получить помощь
zh_hans: 获取帮助

source: Give the agent a goal
ja: エージェントに目標を与える
ko: 에이전트에게 목표 주기
ru: Дайте агенту задачу
zh_hans: 给智能体一个目标

source: Goal: %@
ja: 目標: %@
ko: 목표: %@
ru: Задача: %@
zh_hans: 目标：%@

source: Grant a workspace folder
ja: ワークスペースフォルダを許可
ko: 작업 폴더 허용
ru: Выдать рабочую папку
zh_hans: 授权工作区文件夹

source: Grant a workspace folder the agent may organize (with your approval per change)
ja: エージェントが整理できるワークスペースフォルダを許可します（変更ごとにあなたの承認が必要）
ko: 에이전트가 정리할 수 있는 작업 폴더를 허용하세요 (변경마다 당신의 승인 필요)
ru: Выдать рабочую папку, которую агент сможет наводить в порядок (каждое изменение — с вашего одобрения)
zh_hans: 授权一个智能体可整理的工作区文件夹（每次更改都需你批准）

source: HOW IT WORKS
ja: 仕組み
ko: 작동 방식
ru: КАК ЭТО РАБОТАЕТ
zh_hans: 工作原理

source: I understand and agree
ja: 理解して同意します
ko: 이해했으며 동의합니다
ru: Понимаю и согласен(на)
zh_hans: 我已了解并同意

source: Import
ja: 読み込む
ko: 가져오기
ru: Импортировать
zh_hans: 导入

source: Install
ja: インストール
ko: 설치
ru: Установить
zh_hans: 安装

source: Install %@
ja: %@をインストール
ko: %@ 설치
ru: Установить %@
zh_hans: 安装 %@

source: Installed models, the curated catalog, and open GGUFs — flexible for beginners and power users.
ja: インストール済みモデル、厳選カタログ、公開GGUF — 初心者にも上級者にも柔軟に対応。
ko: 설치된 모델, 엄선된 카탈로그, 공개 GGUF — 초보자와 고급 사용자 모두에게 유연합니다.
ru: Установленные модели, проверенный каталог и открытые GGUF — удобно и новичкам, и опытным.
zh_hans: 已安装的模型、精选目录和开放 GGUF——新手和高级用户都适用。

source: Installed — tap Use to switch to that model.
ja: インストール済み — 「使う」でそのモデルに切り替え。
ko: 설치됨 — 사용을 눌러 해당 모델로 전환하세요.
ru: Установлена — нажмите «Использовать», чтобы переключиться.
zh_hans: 已安装——点按使用切换到该模型。

source: It is not advice
ja: 助言ではありません
ko: 조언이 아닙니다
ru: Это не совет
zh_hans: 这不是建议

source: It opens apps, clicks, types, and works the tools for you — all on your machine.
ja: アプリを開き、クリックし、入力し、ツールを操作します — すべてあなたのマシン上で。
ko: 앱을 열고, 클릭하고, 입력하고, 도구를 다뤄 줍니다 — 전부 당신의 컴퓨터에서.
ru: Он открывает приложения, кликает, печатает и работает с инструментами за вас — всё на вашем компьютере.
zh_hans: 它替你打开应用、点击、输入、使用工具——全部在你的电脑上。

source: It uses on-device tools to plan and get it done — privately, on your iPhone.
ja: オンデバイスのツールで計画し、やり遂げます — あなたのiPhone上で、プライベートに。
ko: 기기 내 도구로 계획을 세우고 실행합니다 — 당신의 iPhone에서, 프라이빗하게.
ru: Он планирует и выполняет задачу инструментами на устройстве — приватно, на вашем iPhone.
zh_hans: 它使用设备端工具进行规划并完成任务——私密地，在你的 iPhone 上。

source: Jump to latest
ja: 最新へ移動
ko: 최신으로 이동
ru: К последнему
zh_hans: 跳到最新

source: Jump to the latest message
ja: 最新のメッセージへ移動
ko: 최신 메시지로 이동
ru: Перейти к последнему сообщению
zh_hans: 跳到最新消息

source: Languages
ja: 言語
ko: 언어
ru: Языки
zh_hans: 语言

source: Large
ja: 大
ko: 크게
ru: Крупный
zh_hans: 大

source: Last active
ja: 最終アクティブ:
ko: 마지막 활동:
ru: Последняя активность
zh_hans: 最近使用：

source: Let the agent think through each step before it acts. It picks the right tool more often on tricky goals — but it's noticeably slower, because the model reasons on-device first. Off by default; changes apply to your next step.
ja: エージェントに行動前へ各ステップを考えさせます。難しい目標で正しいツールを選びやすくなる一方、モデルがまずオンデバイスで推論するため明らかに遅くなります。既定はオフ。次のステップから適用されます。
ko: 에이전트가 행동 전에 각 단계를 먼저 생각하게 합니다. 까다로운 목표에서 올바른 도구를 더 자주 고르지만, 모델이 기기에서 먼저 추론하므로 눈에 띄게 느립니다. 기본값은 꺼짐이며 다음 단계부터 적용됩니다.
ru: Пусть агент обдумывает каждый шаг перед действием. На сложных задачах он чаще выбирает верный инструмент — но заметно медленнее, потому что модель сначала рассуждает на устройстве. По умолчанию выключено; изменения действуют со следующего шага.
zh_hans: 让智能体在行动前先思考每一步。在棘手的目标上它更常选对工具——但明显更慢，因为模型要先在设备端推理。默认关闭；从下一步开始生效。

source: License
ja: ライセンス
ko: 라이선스
ru: Лицензия
zh_hans: 许可证

source: Light
ja: ライト
ko: 라이트
ru: Светлая
zh_hans: 浅色

source: Loading downloadable files…
ja: ダウンロード可能なファイルを読み込み中…
ko: 다운로드 가능한 파일 불러오는 중…
ru: Загружаем список файлов…
zh_hans: 正在载入可下载文件…

source: Meet Quenderin
ja: Quenderinへようこそ
ko: Quenderin을 만나보세요
ru: Знакомьтесь: Quenderin
zh_hans: 认识 Quenderin

source: Memory fit: %@
ja: メモリ適合: %@
ko: 메모리 적합도: %@
ru: Память: %@
zh_hans: 内存适配：%@

source: Message
ja: メッセージ
ko: 메시지
ru: Сообщение
zh_hans: 消息

source: Message bubbles
ja: 吹き出し
ko: 말풍선
ru: Пузыри сообщений
zh_hans: 消息气泡

source: Model
ja: モデル
ko: 모델
ru: Модель
zh_hans: 模型

source: Model card, license, discussions on huggingface.co
ja: huggingface.coのモデルカード・ライセンス・ディスカッション
ko: huggingface.co의 모델 카드, 라이선스, 토론
ru: Карточка модели, лицензия и обсуждения на huggingface.co
zh_hans: huggingface.co 上的模型卡、许可与讨论

source: Model library
ja: モデルライブラリ
ko: 모델 라이브러리
ru: Библиотека моделей
zh_hans: 模型库

source: Models
ja: モデル
ko: 모델
ru: Модели
zh_hans: 模型

source: Monospaced
ja: 等幅
ko: 고정폭
ru: Моноширинный
zh_hans: 等宽

source: NEEDS YOUR OK IN SETTINGS → AGENT
ja: 設定 → エージェントで許可が必要
ko: 설정 → 에이전트에서 승인 필요
ru: НУЖНО ВАШЕ РАЗРЕШЕНИЕ В НАСТРОЙКАХ → АГЕНТ
zh_hans: 需在设置 → 智能体中授权

source: New Chat
ja: 新しいチャット
ko: 새 채팅
ru: Новый чат
zh_hans: 新对话

source: New chat
ja: 新しいチャット
ko: 새 채팅
ru: Новый чат
zh_hans: 新对话

source: New chat (⌘N)
ja: 新しいチャット (⌘N)
ko: 새 채팅 (⌘N)
ru: Новый чат (⌘N)
zh_hans: 新对话 (⌘N)

source: New chats get a one-tap suggestion — coding, reasoning, languages — from what's installed.
ja: 新しいチャットでは、インストール済みモデルからワンタップ提案が届きます — コーディング・推論・言語別に。
ko: 새 채팅마다 설치된 모델 중에서 한 번의 탭으로 제안을 받습니다 — 코딩·추론·언어별로.
ru: Новые чаты получают подсказку в одно касание — код, рассуждения, языки — из установленных моделей.
zh_hans: 新对话会根据已安装的模型获得一键建议——编程、推理、多语言。

source: No account, no log-out — your chats never leave this Mac.
ja: アカウントもログアウトもなし — チャットがこのMacを離れることはありません。
ko: 계정도 로그아웃도 없습니다 — 채팅은 이 Mac을 떠나지 않습니다.
ru: Без аккаунта и входа — ваши беседы никогда не покидают этот Mac.
zh_hans: 无账号、无需退出——你的聊天永远不会离开这台 Mac。

source: No chats yet
ja: まだチャットはありません
ko: 아직 채팅이 없습니다
ru: Пока нет чатов
zh_hans: 还没有聊天

source: No conversations yet
ja: まだ会話はありません
ko: 아직 대화가 없습니다
ru: Пока нет бесед
zh_hans: 还没有对话

source: No files match your filters for this model. Clear quant/size filters or turn off “Fits only”.
ja: このモデルにはフィルタに合うファイルがありません。量子化/サイズのフィルタを解除するか、「適合のみ」をオフにしてください。
ko: 이 모델에 대해 필터와 일치하는 파일이 없습니다. 양자화/크기 필터를 지우거나 “맞는 것만”을 끄세요.
ru: Ни один файл не подходит под фильтры. Сбросьте фильтры квантизации/размера или выключите «Только подходящие».
zh_hans: 没有符合筛选条件的文件。请清除量化/大小筛选，或关闭“仅显示合适的”。

source: No models downloaded yet.
ja: まだダウンロードしたモデルはありません。
ko: 아직 다운로드한 모델이 없습니다.
ru: Модели ещё не загружены.
zh_hans: 尚未下载任何模型。

source: No open GGUF models match “%@”.
ja: 「%@」に一致する公開GGUFモデルはありません。
ko: “%@”와 일치하는 공개 GGUF 모델이 없습니다.
ru: Открытых GGUF-моделей по запросу «%@» не найдено.
zh_hans: 没有与“%@”匹配的开放 GGUF 模型。

source: No ready-to-run GGUF files in this repo.
ja: このリポジトリにはすぐ実行できるGGUFファイルがありません。
ko: 이 저장소에는 바로 실행 가능한 GGUF 파일이 없습니다.
ru: В этом репозитории нет готовых GGUF-файлов.
zh_hans: 此仓库中没有可直接运行的 GGUF 文件。

source: Not enough free space
ja: 空き容量が不足
ko: 여유 공간 부족
ru: Недостаточно свободного места
zh_hans: 可用空间不足

source: Not enough memory
ja: メモリ不足
ko: 메모리 부족
ru: Недостаточно памяти
zh_hans: 内存不足

source: Nothing Quenderin writes is medical, legal, financial, or safety advice. Verify anything that matters with a qualified source.
ja: Quenderinが書くものは、医療・法律・金融・安全に関する助言ではありません。重要なことは必ず信頼できる情報源で確認してください。
ko: Quenderin이 쓰는 어떤 것도 의료·법률·금융·안전에 관한 조언이 아닙니다. 중요한 것은 반드시 자격 있는 출처로 확인하세요.
ru: Ничто из написанного Quenderin не является медицинским, юридическим, финансовым советом или советом по безопасности. Всё важное проверяйте у квалифицированного источника.
zh_hans: Quenderin 写的任何内容都不是医疗、法律、金融或安全建议。重要事项请向合格的来源核实。

source: Nothing yet. Every capability the agent uses — including the refused ones — is recorded here and in a plain file you can read.
ja: まだありません。エージェントが使ったすべての機能は — 拒否されたものも含めて — ここと、あなたが読める平文ファイルに記録されます。
ko: 아직 없습니다. 에이전트가 사용한 모든 기능은 — 거부된 것까지 — 여기와 당신이 읽을 수 있는 일반 파일에 기록됩니다.
ru: Пока пусто. Каждая использованная агентом возможность — включая отклонённые — записывается здесь и в обычный файл, который вы можете прочитать.
zh_hans: 暂时没有。智能体使用的每项能力——包括被拒绝的——都会记录在这里和一个你可以直接阅读的文件中。

source: Off by default — models are multiple GB, so downloads wait for Wi-Fi. Turn this on to allow cellular data.
ja: 既定ではオフ — モデルは数GBあるため、ダウンロードはWi-Fiを待ちます。オンにするとモバイル通信を許可します。
ko: 기본값은 꺼짐입니다 — 모델은 수 GB라 다운로드는 Wi-Fi를 기다립니다. 켜면 셀룰러 데이터를 허용합니다.
ru: По умолчанию выключено — модели весят гигабайты, поэтому загрузки ждут Wi-Fi. Включите, чтобы разрешить сотовые данные.
zh_hans: 默认关闭——模型有数 GB 大，下载会等待 Wi-Fi。开启后允许使用蜂窝数据。
